{
    "Bumble": {
        "What is the user base of the Bumble?": "The provided context does not mention the specific user base of Bumble.",
        "What is the revenue of the Bumble?": "The revenue of Bumble in 2020 was $360.5 million.",
        "What are new features of the Bumble?": "The new features of Bumble mentioned in the given contexts are:\n\n1. Best Photo feature: Bumble has a feature called \"Best Photo\" which uses technology to determine which of your first three profile photos gets the most right swipes or likes. The app then puts that photo at the top of your profile.\n\n2. Compliments feature: Bumble has launched a feature called \"Compliments\" which allows members to send a note before connecting, creating a message-before-match experience. This feature aims to enhance the first conversation and create a positive start. According to a Bumble study, receiving a compliment from a potential romantic partner increases interest."
    },
    "Hinge": {
        "What is the user base of the Hinge?": "Hinge currently has 20 million users, with 94% of them residing in the US. The majority of Hinge users are young people between the ages of 23 and 36, who tend to be college graduates, employed, and looking for long-term relationships. Approximately half of Hinge's users are between 18-29, followed by another significant portion in the 30-49 age range. Hinge has the least popularity among users aged 50 and above, making up only 2% of its user base.",
        "What is the revenue of the Hinge?": "According to the provided information, Hinge's revenue increased by 82% in 2020, reaching $90 million. However, additional information about Hinge's revenue beyond that year is not provided.",
        "What are new features of the Hinge?": "Some of the new features of Hinge include:\n\n1. Date From Home: Hinge responded to the COVID-19 pandemic by introducing Date From Home features, encouraging users to have socially distanced dinner dates.\n\n2. Standouts: Hinge now highlights people who are more likely to be your type, along with topics that Hinge thinks will spark a conversation with your potential match.\n\n3. Premium Tier: There is a premium tier that boosts your profile in searches, although it is not necessary to pay to benefit from the app's matching experience.\n\n4. Self-Care Prompts: Hinge introduced a \"Self-Care Prompts\" feature that allows users to select up to three prompts to spark conversations about mental health awareness and showcase their personality.\n\nThese are just a few of the new features that Hinge has launched to make it easier for users to connect with others."
    },
    "Tinder": {
        "What is the user base of the Tinder?": "As of 2022, Tinder has 10.9 million subscribers, making it one of the most popular dating apps. It is forecasted to have 25.7 million users in the USA by 2023.",
        "What is the revenue of the Tinder?": "The revenue of Tinder in 2022 was $1.79 billion.",
        "What are new features of the Tinder?": "The new features of Tinder include Incognito mode, Block Profile, Long Press Reporting, and updates to the \"Does This Bother You?\" feature."
    },
    "Match.com": {
        "What is the user base of the Match.com?": "Match.com claims to have 150 million registered users worldwide. However, the number of active users is not specified.",
        "What is the revenue of the Match.com?": "The revenue of Match.com is $2.4 billion annually.",
        "What are new features of the Match.com?": "The new feature introduced by Match.com is called \"72 Hours.\" It is designed to give date-ready members an opportunity to meet other serious singles in real life sooner. The feature aims to combat browsing burnout caused by matches that don't lead to meaningful conversations. It shows people nearby who are ready to meet ahead of the weekend, allowing users to start meaningful conversations and potentially find a relationship faster."
    },
    "OKCupid": {
        "What is the user base of the OKCupid?": "As of the first quarter of 2021, OkCupid owner Match Group had over 11.1 million paid subscribers.",
        "What is the revenue of the OKCupid?": "The revenue of OkCupid in the first quarter of 2023 was $787 million.",
        "What are new features of the OKCupid?": "Some of the new features of OkCupid include the \"Flavors\" system, which allows users to quickly view potential matches with evocative flavors such as Kinky Nerds, Beard Lovers, World Travelers, etc. They have also added refined search tools and the ability to see users who have liked you with a premium subscription. Additionally, OkCupid offers a compatibility quiz with over 500 questions to help gauge compatibility with other users."
    },
    "PlentyOfFish": {
        "What is the user base of the PlentyOfFish?": "PlentyOfFish claims to have 150 million registered users worldwide, making it one of the largest global online dating companies. It is the second largest dating app in Match Group's portfolio, behind Tinder, in terms of monthly users. However, it does not share the number of active users.",
        "What is the revenue of the PlentyOfFish?": "The revenue of PlentyOfFish is not mentioned in the given context.",
        "What are new features of the PlentyOfFish?": "The new features of Plenty of Fish, called \"Conversation Powers,\" include voice messaging, video calling, the ability to share photos in chats, the ability to share GIFs in conversations, and the ability to add illustrations to photos, like doodles and stickers. These features are being introduced to bring the app into the modern age of dating and enhance the conversation experience."
    }
}
